Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: face id didn't match. tap to try again or use device passcode.
de: Face ID hat nicht übereingestimmt. Tippe zum erneuten Versuch oder nutze den Gerätecode.
es: Face ID no coincidió. Toca para volver a intentarlo o usa el código del dispositivo.
fr: Face ID n'a pas correspondu. Touchez pour réessayer ou utilisez le code de l'appareil.
ja: Face ID が一致しませんでした。タップしてやり直すか、デバイスのパスコードを使用してください。
zh_hans: 面容 ID 不匹配。轻点重试，或使用设备密码。
zh_hant: Face ID 不相符。輕點重試，或使用裝置密碼。

source: face id · or device passcode
de: Face ID · oder Gerätecode
es: face id · o código del dispositivo
fr: face id · ou code de l'appareil
ja: face id・またはデバイスパスコード
zh_hans: face id · 或设备密码
zh_hant: face id · 或裝置密碼

source: failed
de: fehlgeschlagen
es: falló
fr: échec
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: fallback response
de: Ersatzantwort
es: respuesta de reserva
fr: réponse de repli
ja: フォールバック応答
zh_hans: 回退响应
zh_hant: 回退回應

source: falls back to the first 6 characters of the name if left empty.
de: greift auf die ersten 6 Zeichen des Namens zurück, wenn das Feld leer bleibt.
es: si se deja vacío, se usan los 6 primeros caracteres del nombre.
fr: si laissé vide, les 6 premiers caractères du nom sont utilisés.
ja: 空のままにすると、名前の先頭 6 文字が使われます。
zh_hans: 留空时使用名称的前 6 个字符。
zh_hant: 留空時使用名稱的前 6 個字元。

source: fast
de: schnell
es: rápida
fr: rapide
ja: 速い
zh_hans: 快
zh_hant: 快

source: fast, modern default
de: schneller, moderner Standard
es: predeterminado rápido y moderno
fr: valeur par défaut rapide et moderne
ja: 高速で現代的な既定値
zh_hans: 快速、现代的默认选项
zh_hant: 快速、現代的預設選項

source: features in this section are under active design — keybindings, defaults, and storage layouts may change between releases.
de: Die Funktionen in diesem Abschnitt werden gerade aktiv entworfen – Tastenbelegungen, Voreinstellungen und Speicherformate können sich zwischen Versionen ändern.
es: las funciones de esta sección están en pleno diseño: los atajos, los valores por omisión y los formatos de almacenamiento pueden cambiar entre versiones.
fr: les fonctionnalités de cette section sont en cours de conception — raccourcis, réglages par défaut et formats de stockage peuvent changer d'une version à l'autre.
ja: このセクションの機能は現在設計中です。キー割り当て、デフォルト値、保存形式はリリースごとに変わる可能性があります。
zh_hans: 本节中的功能仍在积极设计中 —— 快捷键、默认值和存储结构可能在不同版本之间变化。
zh_hant: 本節中的功能仍在積極設計中 —— 快速鍵、預設值和儲存結構可能在不同版本之間變化。

source: features on every allowed host
de: Funktionen auf jedem erlaubten Host
es: funciones en todos los hosts permitidos
fr: fonctionnalités sur tous les hôtes autorisés
ja: 許可されたすべてのホストで使える機能
zh_hans: 在每台允许的主机上都可用的功能
zh_hant: 在每台允許的主機上都可用的功能

source: file
de: Datei
es: archivo
fr: fichier
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: files
de: Dateien
es: archivos
fr: fichiers
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: files from your phone
de: Dateien vom Telefon aus
es: archivos desde tu teléfono
fr: des fichiers depuis votre téléphone
ja: iPhone からファイルを
zh_hans: 在手机上管理文件
zh_hant: 在手機上管理檔案

source: files panel
de: Dateien-Panel
es: panel de archivos
fr: panneau des fichiers
ja: ファイルパネル
zh_hans: 文件面板
zh_hant: 檔案面板

source: files, beside your shell
de: Dateien, direkt neben deiner Shell
es: archivos, junto a tu shell
fr: des fichiers, à côté de votre shell
ja: シェルの隣にファイルを
zh_hans: 文件，就在 shell 旁边
zh_hant: 檔案，就在 shell 旁邊

source: fill
de: Füllen
es: rellenar
fr: remplir
ja: 塗りつぶし
zh_hans: 填充
zh_hant: 填充

source: filter by name or key…
de: nach Name oder Taste filtern…
es: filtrar por nombre o tecla…
fr: filtrer par nom ou touche…
ja: 名前またはキーで絞り込み…
zh_hans: 按名称或按键筛选…
zh_hant: 依名稱或按鍵篩選…

source: filter this directory
de: dieses Verzeichnis filtern
es: filtrar este directorio
fr: filtrer ce répertoire
ja: このディレクトリを絞り込む
zh_hans: 筛选此目录
zh_hant: 篩選此目錄

source: find in scrollback
de: im Scrollback suchen
es: buscar en el historial
fr: rechercher dans l'historique
ja: スクロールバック内を検索
zh_hans: 在回滚缓冲中查找
zh_hant: 在回捲緩衝中尋找

source: find nearby devices
de: Geräte in der Nähe suchen
es: buscar dispositivos cercanos
fr: rechercher des appareils à proximité
ja: 近くのデバイスを検索
zh_hans: 查找附近的设备
zh_hant: 尋找鄰近的裝置

source: fingerprint
de: Fingerabdruck
es: huella
fr: empreinte
ja: フィンガープリント
zh_hans: 指纹
zh_hant: 指紋

source: fingerprint (sha256)
de: Fingerabdruck (sha256)
es: huella (sha256)
fr: empreinte (sha256)
ja: フィンガープリント (sha256)
zh_hans: 指纹 (sha256)
zh_hant: 指紋 (sha256)

source: finish turning protection off…
de: Schutz endgültig deaktivieren…
es: terminar de desactivar la protección…
fr: terminer la désactivation de la protection…
ja: 保護の解除を完了…
zh_hans: 完成关闭保护…
zh_hant: 完成關閉保護…

source: finished
de: fertig
es: terminado
fr: terminé
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

source: finished %@
de: fertig vor %@
es: terminado hace %@
fr: terminé il y a %@
ja: %@ 前に完了
zh_hans: %@ 前完成
zh_hant: %@ 前完成

source: first time on this device
de: erstes Mal auf diesem Gerät
es: primera vez en este dispositivo
fr: première fois sur cet appareil
ja: このデバイスでは初めてです
zh_hans: 在本设备上首次使用
zh_hant: 在本裝置上首次使用

source: fit
de: einpassen
es: ajustar
fr: ajuster
ja: 全体を表示
zh_hans: 适应
zh_hant: 符合

source: fits this device
de: passt zu diesem Gerät
es: se ajusta a este dispositivo
fr: adapté à cet appareil
ja: このデバイスに合わせます
zh_hans: 适配本设备
zh_hant: 適配本裝置

source: floating thumb-zone puck · 3 discrete gestures · radial macros + on-device dictation
de: schwebender Puck in Daumenreichweite · 3 klar getrennte Gesten · radiale Makros + Diktieren auf dem Gerät
es: disco flotante al alcance del pulgar · 3 gestos diferenciados · macros radiales + dictado en el dispositivo
fr: pastille flottante à portée du pouce · 3 gestes distincts · macros radiales + dictée sur l'appareil
ja: 親指の届く位置に浮かぶパック · 3 つの明確なジェスチャ · 放射状マクロ + オンデバイス音声入力
zh_hans: 拇指可及的悬浮圆钮 · 3 种明确手势 · 放射状宏 + 设备端听写
zh_hant: 拇指可及的懸浮圓鈕 · 3 種明確手勢 · 放射狀巨集 + 裝置端聽寫

source: focused session appears in the App Switcher or Dock on your other devices
de: Die aktive Sitzung erscheint auf deinen anderen Geräten im App-Umschalter oder im Dock
es: la sesión en primer plano aparece en el selector de apps o en el Dock de tus otros dispositivos
fr: la session active apparaît dans le sélecteur d'apps ou le Dock de vos autres appareils
ja: 現在のセッションが、ほかのデバイスの App スイッチャーや Dock に表示されます
zh_hans: 当前会话会出现在你其他设备的应用切换器或程序坞中
zh_hant: 目前的工作階段會出現在你其他裝置的 App 切換器或 Dock 中

source: following terminal directory — tap to browse freely
de: folgt dem Terminal-Verzeichnis — tippen, um frei zu blättern
es: sigue el directorio del terminal — toca para navegar libremente
fr: suit le répertoire du terminal — touchez pour naviguer librement
ja: ターミナルのディレクトリに追従中 — タップすると自由に閲覧できます
zh_hans: 正跟随终端目录 —— 轻点可自由浏览
zh_hant: 正跟隨終端機目錄 —— 輕點可自由瀏覽

source: follows settings → themes (currently: custom image · dim %lld%%).
de: folgt Einstellungen → Themes (aktuell: eigenes Bild · %lld %% abgedunkelt).
es: sigue ajustes → temas (actualmente: imagen personalizada · atenuada al %lld %%).
fr: suit réglages → thèmes (actuellement : image personnalisée · assombrie à %lld %%).
ja: 設定 → テーマ に従います（現在: カスタム画像 · 暗さ %lld%%）。
zh_hans: 跟随设置 → 主题（当前：自定图片 · 变暗 %lld%%）。
zh_hant: 跟隨設定 → 主題（目前：自訂圖片 · 變暗 %lld%%）。

source: follows settings → themes (currently: theme color).
de: folgt Einstellungen → Themes (aktuell: Theme-Farbe).
es: sigue ajustes → temas (actualmente: color del tema).
fr: suit réglages → thèmes (actuellement : couleur du thème).
ja: 設定 → テーマ に従います（現在: テーマカラー）。
zh_hans: 跟随设置 → 主题（当前：主题颜色）。
zh_hant: 跟隨設定 → 主題（目前：主題顏色）。

source: forwarding
de: Weiterleitung
es: reenvío
fr: redirection
ja: 転送
zh_hans: 转发
zh_hant: 轉發

source: free tessera remembers one host
de: Das kostenlose Tessera merkt sich einen Host
es: tessera gratis recuerda un host
fr: tessera gratuit retient un hôte
ja: 無料版の tessera が記憶できるホストは 1 台です
zh_hans: 免费版 tessera 只记住一台主机
zh_hant: 免費版 tessera 只記住一台主機

source: free tessera remembers one host. this nearby setup offered %lld hosts — choose one route to keep within the free limit, or unlock unlimited hosts to keep everything.
de: Das kostenlose Tessera merkt sich einen Host. Diese Übertragung bietet %lld Hosts an — wähle eine Route, um im kostenlosen Rahmen zu bleiben, oder schalte unbegrenzte Hosts frei, um alles zu behalten.
es: tessera gratis recuerda un host. esta configuración cercana ofreció %lld hosts: elige una ruta para no superar el límite gratuito, o desbloquea hosts ilimitados para conservarlo todo.
fr: tessera gratuit retient un hôte. cette configuration à proximité en proposait %lld — choisissez une route pour rester dans la limite gratuite, ou débloquez les hôtes illimités pour tout conserver.
ja: 無料版の tessera が記憶できるホストは 1 台です。この近くのセットアップでは %lld 台が提示されました。無料の上限内に収めるには経路を 1 つ選ぶか、ホスト数無制限を解除してすべて残してください。
zh_hans: 免费版 tessera 只记住一台主机。此次附近设置提供了 %lld 台 —— 请选择一条路由以符合免费上限，或解锁无限主机以保留全部。
zh_hant: 免費版 tessera 只記住一台主機。此次鄰近設定提供了 %lld 台 —— 請選擇一條路由以符合免費上限，或解鎖無限主機以保留全部。

source: free · 1 saved host
de: kostenlos · 1 gesicherter Host
es: gratis · 1 host guardado
fr: gratuit · 1 hôte enregistré
ja: 無料 · 保存できるホスト 1 台
zh_hans: 免费 · 1 台已保存主机
zh_hant: 免費 · 1 台已儲存主機

source: free-form notes stored with this host
de: freie Notizen, die zu diesem Host gesichert werden
es: notas libres guardadas junto a este host
fr: notes libres enregistrées avec cet hôte
ja: このホストと一緒に保存される自由記述のメモ
zh_hans: 与此主机一并保存的自由备注
zh_hant: 與此主機一併儲存的自由備註

source: freeze scrolling while claude code is working
de: Scrollen einfrieren, während Claude Code arbeitet
es: congela el desplazamiento mientras Claude Code trabaja
fr: fige le défilement pendant que Claude Code travaille
ja: Claude Code の作業中はスクロールを固定します
zh_hans: Claude Code 工作时冻结滚动
zh_hant: Claude Code 工作時凍結捲動

source: freeze scrolling while codex is working
de: Scrollen einfrieren, während Codex arbeitet
es: congela el desplazamiento mientras Codex trabaja
fr: fige le défilement pendant que Codex travaille
ja: Codex の作業中はスクロールを固定します
zh_hans: Codex 工作时冻结滚动
zh_hant: Codex 工作時凍結捲動

source: from %@
de: von %@
es: de %@
fr: depuis %@
ja: %@ から
zh_hans: 来自 %@
zh_hant: 來自 %@

source: frosted
de: Milchglas
es: esmerilado
fr: givré
ja: すりガラス
zh_hans: 磨砂
zh_hant: 霧面

source: full list in Settings → Keyboard
de: vollständige Liste unter Einstellungen → Tastatur
es: lista completa en Ajustes → Teclado
fr: liste complète dans Réglages → Clavier
ja: 一覧は「設定」→「キーボード」にあります
zh_hans: 完整列表见「设置 → 键盘」
zh_hant: 完整列表見「設定 → 鍵盤」

source: full tmux, mosh, SwipePad, and restore trace
de: vollständige Ablaufverfolgung für tmux, mosh, SwipePad und Wiederherstellung
es: traza completa de tmux, mosh, SwipePad y la restauración
fr: trace complète de tmux, mosh, SwipePad et de la restauration
ja: tmux・mosh・SwipePad・復元の完全なトレース
zh_hans: tmux、mosh、SwipePad 和恢复的完整追踪
zh_hant: tmux、mosh、SwipePad 和回復的完整追蹤

source: function keys
de: Funktionstasten
es: teclas de función
fr: touches de fonction
ja: ファンクションキー
zh_hans: 功能键
zh_hant: 功能鍵

source: generate
de: erzeugen
es: generar
fr: générer
ja: 生成
zh_hans: 生成
zh_hant: 產生

source: generate a key
de: Key erzeugen
es: generar una clave
fr: générer une clé
ja: キーを生成
zh_hans: 生成密钥
zh_hant: 產生金鑰

source: generate key
de: Key erzeugen
es: generar clave
fr: générer une clé
ja: キーを生成
zh_hans: 生成密钥
zh_hant: 產生金鑰

source: geometry
de: Geometrie
es: geometría
fr: géométrie
ja: サイズと配置
zh_hans: 尺寸与位置
zh_hant: 尺寸與位置

source: gestures
de: Gesten
es: gestos
fr: gestes
ja: ジェスチャ
zh_hans: 手势
zh_hant: 手勢

source: glide speed
de: Gleitgeschwindigkeit
es: velocidad de deslizamiento
fr: vitesse de glissement
ja: 滑走の速さ
zh_hans: 滑行速度
zh_hant: 滑行速度

source: glide with momentum after trackpad flicks · scrollback only, apps like vim stay untouched
de: nach einem Wisch auf dem Trackpad mit Schwung weitergleiten · nur im Scrollback, Programme wie vim bleiben unberührt
es: sigue deslizándose con inercia tras un gesto rápido en el trackpad · solo en el historial; apps como vim no se ven afectadas
fr: poursuit sur l'élan après un mouvement rapide sur le trackpad · uniquement dans l'historique, les apps comme vim ne sont pas touchées
ja: トラックパッドのフリック後に慣性で滑らかに動きます · スクロールバックのみで、vim などのアプリには影響しません
zh_hans: 在触控板轻扫后带惯性滑行 · 仅作用于回滚缓冲，vim 等程序不受影响
zh_hant: 在觸控式軌跡板輕掃後帶慣性滑行 · 僅作用於回捲緩衝，vim 等程式不受影響

source: glyphs
de: Zeichen
es: símbolos
fr: symboles
ja: 記号
zh_hans: 符号
zh_hant: 符號

source: gpl-3.0 at gnu.org
de: GPL-3.0 auf gnu.org
es: GPL-3.0 en gnu.org
fr: GPL-3.0 sur gnu.org
ja: gnu.org の GPL-3.0
zh_hans: gnu.org 上的 GPL-3.0
zh_hant: gnu.org 上的 GPL-3.0

source: granted from this device
de: von diesem Gerät gewährt
es: concedido desde este dispositivo
fr: accordé depuis cet appareil
ja: このデバイスから許可
zh_hans: 由本设备授予
zh_hant: 由本裝置授予

source: green
de: Grün
es: verde
fr: vert
ja: グリーン
zh_hans: 绿色
zh_hant: 綠色

source: hand off sessions
de: Sitzungen übergeben
es: traspasar sesiones
fr: transférer les sessions
ja: セッションを引き継ぐ
zh_hans: 接力会话
zh_hant: 接續工作階段

source: handoff action
de: Handoff-Aktion
es: acción de handoff
fr: action de Handoff
ja: Handoff の動作
zh_hans: 接力操作
zh_hant: 接續互通操作

source: hashed hosts cannot be mapped to a Tessera endpoint
de: gehashte Hosts lassen sich keinem Tessera-Endpunkt zuordnen
es: los hosts con hash no se pueden asignar a un endpoint de Tessera
fr: les hôtes hachés ne peuvent pas être associés à un point de terminaison Tessera
ja: ハッシュ化されたホストは Tessera のエンドポイントに対応付けられません
zh_hans: 哈希化的主机无法映射到 Tessera 端点
zh_hant: 雜湊化的主機無法對應到 Tessera 端點

source: hidden
de: ausgeblendet
es: oculto
fr: masqué
ja: 非表示
zh_hans: 已隐藏
zh_hant: 已隱藏

source: hide sidebar
de: Seitenleiste ausblenden
es: ocultar la barra lateral
fr: masquer la barre latérale
ja: サイドバーを非表示
zh_hans: 隐藏边栏
zh_hant: 隱藏側邊欄

source: higher keeps text readable; 0% shows the photo untouched.
de: Höhere Werte halten den Text lesbar; bei 0 % wird das Foto unverändert gezeigt.
es: un valor más alto mantiene el texto legible; con 0 % se muestra la foto sin alterar.
fr: une valeur plus élevée garde le texte lisible ; à 0 %, la photo est affichée telle quelle.
ja: 値を大きくすると文字が読みやすくなります。0% では写真がそのまま表示されます。
zh_hans: 数值越高文字越易读；0% 时原样显示照片。
zh_hant: 數值越高文字越易讀；0% 時原樣顯示照片。

source: hold the terminal still while an agent is working, so streaming output stays put. requires agent center.
de: Hält das Terminal still, während ein Agent arbeitet, damit die laufende Ausgabe an ihrem Platz bleibt. Erfordert das Agent-Center.
es: mantiene el terminal quieto mientras un agente trabaja, para que la salida en curso no se mueva. requiere el centro de agentes.
fr: maintient le terminal immobile pendant qu'un agent travaille, pour que la sortie en cours reste en place. nécessite le centre d'agents.
ja: エージェントの作業中はターミナルを固定し、流れ続ける出力が動かないようにします。エージェントセンターが必要です。
zh_hans: 在智能体工作时固定终端画面，让持续输出停留在原处。需要启用智能体中心。
zh_hant: 在智慧體工作時固定終端機畫面，讓持續輸出停留在原處。需要啟用智慧體中心。

source: holding ⌥ makes this key produce a different character, so the shortcut would never match. try it without ⌥, or pick a letter.
de: Mit gedrückter ⌥-Taste erzeugt diese Taste ein anderes Zeichen, der Kurzbefehl würde also nie greifen. Probiere es ohne ⌥ oder wähle einen Buchstaben.
es: manteniendo ⌥ esta tecla produce otro carácter, así que el atajo nunca coincidiría. pruébalo sin ⌥ o elige una letra.
fr: en maintenant ⌥, cette touche produit un autre caractère : le raccourci ne correspondrait jamais. essayez sans ⌥, ou choisissez une lettre.
ja: ⌥ を押しながらだと、このキーは別の文字を出すため、ショートカットが一致することはありません。⌥ なしで試すか、文字キーを選んでください。
zh_hans: 按住 ⌥ 时这个键会输出别的字符，所以该快捷键永远不会匹配。请去掉 ⌥ 再试，或换一个字母键。
zh_hant: 按住 ⌥ 時這個鍵會輸出別的字元，所以該快捷鍵永遠不會相符。請去掉 ⌥ 再試，或換一個字母鍵。

source: host editor only
de: nur im Host-Editor
es: solo en el editor de hosts
fr: éditeur d'hôtes uniquement
ja: ホストエディタのみ
zh_hans: 仅限主机编辑器
zh_hant: 僅限主機編輯器

source: host key changed
de: Host-Key geändert
es: la clave del host cambió
fr: clé d'hôte modifiée
ja: ホストキーが変更されました
zh_hans: 主机密钥已变更
zh_hant: 主機金鑰已變更

source: host not connected
de: Host nicht verbunden
es: host sin conexión
fr: hôte non connecté
ja: ホストが未接続です
zh_hans: 主机未连接
zh_hant: 主機未連線

source: hosts home
de: Host-Übersicht
es: inicio de hosts
fr: accueil des hôtes
ja: ホスト一覧
zh_hans: 主机主页
zh_hant: 主機首頁

source: hosts, jump routes, port forwards, and portable appearance
de: Hosts, Jump-Routen, Portweiterleitungen und übertragbare Darstellung
es: hosts, rutas de salto, reenvíos de puertos y apariencia portable
fr: hôtes, routes de rebond, redirections de ports et apparence transférable
ja: ホスト・踏み台ルート・ポート転送・持ち運べる外観
zh_hans: 主机、跳板路由、端口转发和可迁移的外观
zh_hant: 主機、跳板路由、連接埠轉發和可遷移的外觀

source: how many days paste/temp files survive on hosts before the reaper deletes them on connect
de: wie viele Tage Einfüge-/Temp-Dateien auf Hosts überleben, bevor die Bereinigung sie beim Verbinden löscht
es: cuántos días sobreviven en los hosts los archivos pegados o temporales antes de que el recolector los elimine al conectar
fr: combien de jours les fichiers collés ou temporaires survivent sur les hôtes avant que le nettoyeur ne les supprime à la connexion
ja: ペースト・一時ファイルがホスト上で残る日数。これを過ぎると、接続時に自動削除されます
zh_hans: 粘贴/临时文件在主机上保留多少天，之后会在连接时被清理程序删除
zh_hant: 貼上／暫存檔案在主機上保留多少天，之後會在連線時被清理程式刪除

source: how modifier keys are written everywhere in the app — the accessory bar, the shortcut list, window tabs, and hints
de: wie Modifier-Tasten überall in der App geschrieben werden – in der Zubehörleiste, in der Kurzbefehlliste, in Fenster-Tabs und in Hinweisen
es: cómo se escriben las teclas modificadoras en toda la app: la barra accesoria, la lista de atajos, las pestañas de ventana y las indicaciones
fr: comment les touches de modification sont écrites partout dans l'app — barre d'accessoires, liste des raccourcis, onglets de fenêtre et indications
ja: アプリ全体で修飾キーをどう表記するか — アクセサリバー、ショートカット一覧、ウインドウタブ、ヒント
zh_hans: 修饰键在应用各处的写法 —— 辅助栏、快捷键列表、窗口标签和提示
zh_hant: 修飾鍵在 App 各處的寫法 —— 輔助列、快速鍵列表、視窗標籤和提示

source: iOS could not complete a non-interactive integrity check. Tessera is failing closed for session restore and remote installation until the key becomes available.
de: iOS konnte eine nicht-interaktive Integritätsprüfung nicht abschließen. Tessera verweigert Sitzungswiederherstellung und entfernte Installation, bis der Key wieder verfügbar ist.
es: iOS no pudo completar una comprobación de integridad no interactiva. Tessera bloquea la restauración de sesiones y la instalación remota hasta que la clave vuelva a estar disponible.
fr: iOS n'a pas pu terminer une vérification d'intégrité non interactive. Tessera refuse la restauration de session et l'installation à distance tant que la clé n'est pas disponible.
ja: iOS が非対話的な整合性チェックを完了できませんでした。キーが利用可能になるまで、Tessera はセッションの復元とリモート設置を安全側で拒否します。
zh_hans: iOS 无法完成非交互式完整性检查。在密钥恢复可用之前，Tessera 会安全地拒绝会话恢复和远程安装。
zh_hant: iOS 無法完成非互動式完整性檢查。在金鑰恢復可用之前，Tessera 會安全地拒絕工作階段回復和遠端安裝。

source: iOS notification when an off-screen agent finishes or needs input while Tessera is running in the background · iPadOS may suspend longer sessions
de: iOS-Mitteilung, wenn ein nicht sichtbarer Agent fertig wird oder eine Eingabe braucht, während Tessera im Hintergrund läuft · iPadOS kann längere Sitzungen anhalten
es: aviso de iOS cuando un agente fuera de pantalla termina o necesita entrada mientras Tessera está en segundo plano · iPadOS puede suspender las sesiones largas
fr: notification iOS lorsqu'un agent hors écran termine ou attend une saisie pendant que Tessera est en arrière-plan · iPadOS peut suspendre les sessions longues
ja: Tessera がバックグラウンドで動作しているときに、画面外のエージェントが完了したり入力を必要としたりすると iOS 通知を送ります · iPadOS は長時間のセッションを一時停止することがあります
zh_hans: 当 Tessera 在后台运行时，屏幕外的智能体完成或需要输入会发出 iOS 通知 · iPadOS 可能会挂起较长的会话
zh_hant: 當 Tessera 在背景執行時，畫面外的智慧體完成或需要輸入會發出 iOS 通知 · iPadOS 可能會暫停較長的工作階段

source: iPad only — the terminal bar no longer carries a refresh button
de: Nur iPad — die Terminalleiste enthält keine Aktualisieren-Taste mehr
es: solo iPad — la barra del terminal ya no incluye un botón de actualizar
fr: iPad uniquement — la barre du terminal ne comporte plus de bouton d'actualisation
ja: iPad のみ — ターミナルバーに更新ボタンはなくなりました
zh_hans: 仅限 iPad — 终端栏已不再提供刷新按钮
zh_hant: 僅限 iPad — 終端機列已不再提供重新整理按鈕

source: iPadOS keeps this one
de: iPadOS behält diesen
es: iPadOS se queda con este
fr: iPadOS garde celui-ci
ja: これは iPadOS が使います
zh_hans: 这个由 iPadOS 占用
zh_hant: 這個由 iPadOS 占用

source: iPadOS's focus engine claims the Tab key app-wide, so this never reaches Tessera.
de: Die Focus-Engine von iPadOS beansprucht die Tabulatortaste app-weit, daher erreicht dies Tessera nie.
es: El motor de foco de iPadOS reclama la tecla Tabulador en toda la app, así que esto nunca llega a Tessera.
fr: Le moteur de focus d'iPadOS s'approprie la touche Tabulation dans toute l'app, donc ceci n'atteint jamais Tessera.
ja: iPadOS のフォーカスエンジンがタブキーをアプリ全体で使うため、これが Tessera に届くことはありません。
zh_hans: iPadOS 的焦点引擎在整个应用范围内占用 Tab 键，因此它永远不会传到 Tessera。
zh_hant: iPadOS 的焦點引擎在整個 App 範圍內占用 Tab 鍵，因此它永遠不會傳到 Tessera。

source: icon
de: Symbol
es: icono
fr: icône
ja: アイコン
zh_hans: 图标
zh_hant: 圖像

source: identity
de: Identität
es: identidad
fr: identité
ja: 識別情報
zh_hans: 身份
zh_hant: 身分

source: idle
de: untätig
es: inactivo
fr: inactif
ja: 待機中
zh_hans: 空闲
zh_hant: 閒置

source: idle at prompt
de: wartet an der Eingabeaufforderung
es: inactivo en el prompt
fr: inactif à l'invite
ja: プロンプトで待機中
zh_hans: 在提示符处空闲
zh_hant: 在提示字元處閒置

source: idle prompt
de: Prompt im Leerlauf
es: prompt inactivo
fr: invite au repos
ja: 待機中のプロンプト
zh_hans: 空闲提示符
zh_hant: 閒置提示符

source: idle prompt regexes · one per line
de: Regexes für den Ruhe-Prompt · eine pro Zeile
es: regexes del prompt inactivo · uno por línea
fr: regex de l'invite au repos · une par ligne
ja: 待機中プロンプトの正規表現 · 1 行に 1 つ
zh_hans: 空闲提示符的正则表达式 · 每行一条
zh_hant: 閒置提示符的正規表達式 · 每行一條

source: image
de: Bild
es: imagen
ja: 画像
zh_hans: 图片
zh_hant: 圖片

source: import
de: importieren
es: importar
fr: importer
ja: 読み込む
zh_hans: 导入
zh_hant: 輸入

source: import %lld · replace %lld
de: %1$lld importieren · %2$lld ersetzen
es: importar %1$lld · reemplazar %2$lld
fr: importer %1$lld · remplacer %2$lld
ja: %1$lld 件をインポート · %2$lld 件を置換
zh_hans: 导入 %1$lld · 替换 %2$lld
zh_hant: 匯入 %1$lld · 取代 %2$lld

source: import OpenSSH key
de: OpenSSH-Key importieren
es: importar clave de OpenSSH
fr: importer une clé OpenSSH
ja: OpenSSH キーを読み込む
zh_hans: 导入 OpenSSH 密钥
zh_hant: 輸入 OpenSSH 金鑰

source: imported key
de: importierter Key
es: clave importada
fr: clé importée
ja: 読み込んだキー
zh_hans: 已导入的密钥
zh_hant: 已輸入的金鑰

source: include ScrollDiag lines in exported logs
de: ScrollDiag-Zeilen in exportierte Logs aufnehmen
es: incluir las líneas ScrollDiag en los registros exportados
fr: inclure les lignes ScrollDiag dans les journaux exportés
ja: 書き出すログに ScrollDiag の行を含めます
zh_hans: 在导出的日志中包含 ScrollDiag 行
zh_hant: 在輸出的日誌中包含 ScrollDiag 行

source: included
de: enthalten
es: incluido
fr: inclus
ja: 含まれます
zh_hans: 已包含
zh_hant: 已包含

source: input requested
de: Eingabe angefordert
es: entrada solicitada
fr: saisie demandée
ja: 入力を求めています
zh_hans: 请求输入
zh_hant: 請求輸入

source: install
de: installieren
es: instalar
fr: installer
ja: 設置
zh_hans: 安装
zh_hant: 安裝

source: install status hook
de: Status-Hook installieren
es: instalar el hook de estado
fr: installer le hook d'état
ja: ステータスフックをインストール
zh_hans: 安装状态钩子
zh_hant: 安裝狀態掛鉤

source: installed here
de: hier installiert
es: instalado aquí
fr: installé ici
ja: ここにインストール済み
zh_hans: 已安装在此
zh_hant: 已安裝於此

source: installing
de: installiere
es: instalando
fr: installation
ja: インストール中
zh_hans: 正在安装
zh_hant: 正在安裝

source: installing key
de: Key wird installiert
es: instalando la clave
fr: installation de la clé
ja: キーを設置中
zh_hans: 正在安装密钥
zh_hant: 正在安裝金鑰

source: installing precise status integration…
de: präzise Statusintegration wird installiert…
es: instalando la integración de estado preciso…
fr: installation de l'intégration d'état précis…
ja: 正確な状態連携をインストール中…
zh_hans: 正在安装精确状态集成…
zh_hant: 正在安裝精確狀態整合…
